// © Copyright 2015-2016 HP Development Company, L.P.

CPTTaskName = "Protezione cartucce";
CPTTaskTitle = "Protezione cartucce HP";

CPTCartridgeProtectionTaskDescription = "Questa funzione ha lo scopo di scoraggiare il furto e la contraffazione delle cartucce abilitando il contrassegno automatico delle cartucce utilizzate in una stampante in modo che non possano essere utilizzate in un'altra stampante.";

CPTEnableProtectionButtonTitle = "Abilita protezione cartucce";
CPTEnableProtectionDescription = "Tutte le cartucce in uso e quelle installate in futuro saranno permanentemente protette e funzioneranno solo in questa stampante. Se in seguito la funzione viene disabilitata, le cartucce installate mentre era attiva la protezione rimarranno protette.";

CPTMoreInfoButtonTitle = "Ulteriori informazioni…";
